Repository: shutter-project/shutter
Catalog: share/shutter/resources/po/shutter-upload-plugins/*.po
Languages: de

source: Upload screenshots into your Dropbox
de: Laden Sie Bildschirmfotos in Ihre Dropbox

source: There was an error receiving the authentication URL.
de: Fehler beim Empfangen der Authentifizierung-URL.

source: Please click on the button below to authorize with Dropbox. Press 'Apply' when you are done.
de: Bitte klicken Sie auf den Link, um die Autorisierung mit Dropbox durchzuführen. Klicken Sie 'Anwenden', wenn der Vorgang abgeschlossen ist.

source: Authorize with Dropbox
de: Autorisierung mit Dropbox

source: Authorize
de: Autorisieren

source: There was an error authenticating with Dropbox.
de: Fehler bei der Autorisierung mit Dropbox.

source: Maybe you or Dropbox revoked or expired an access token. Please close this dialog and try again. Your account will be re-authenticated the next time you upload a file.
de: Möglicherweise wurde der Zugangs-Token von Ihnen oder von Dropbox für ungültig erklärt. Bitte schließen Sie diesen Dialog und versuchen Sie es erneut. Ihr Zugang wird erneut autorisiert, wenn Sie den nächsten Upload starten.

source: Upload screenshots to imagebanana.com
de: Laden Sie Bildschirmfotos über imagebanana.com hoch

source: ImageShack is providing free image hosting
de: ImageShack ist ein freier Online-Dienst für Fotos

source: Imgur is used to share photos with social networks and online communities, and has the funniest pictures from all over the Internet
de: Imgur wird genutzt, um Fotos in sozialen Netzwerken und Online-Communities zu tauschen, und es hat die lustigsten Bilder im gesamten Internet

source: imm.io is a one-click easy image sharer, perfect if you want to upload an image to show your friends or link from other sites
de: Imm.io ist eine One-Click-Lösung zum Tauschen von Bildern. Es eignet sich perfekt, um ein Bild mit Freunden zu teilen und von anderen Seiten auf dieses zu verlinken

source: Upload screenshots to itmages.com
de: Laden Sie Bildschirmfotos über itmages.com hoch

source: Minus is the simplest free file sharing platform online
de: Minus ist die einfachste freie Filesharing-Plattform im Netz

source: Upload screenshots to ompldr.org
de: Laden Sie Bildschirmfotos über ompldr.org hoch

source: Upload screenshots to pix.toile-libre.org
de: Laden Sie Bildschirmfotos über pix.toile-libre.org hoch

source: TwitPic lets you share media on Twitter in real-time
de: TwitPic lässt Sie Ihre Bilder und Videos in Echtzeit teilen

source: Upload screenshots to ubuntu-pics.de
de: Laden Sie Bildschirmfotos über ubuntu-pics.de hoch
